Repository: toirl/ringo
Catalog: ringo/locale/*/LC_MESSAGES/ringo.po
Languages: de

source: Only users with a administrative role for this item is allowed to change the owner.
de: Nur Nutzer mit einer administrativen Rolle für diesen Eintrag sind befugt, den Besitzer zu ändern.

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Birthday
de: Geburtstag

source: Address
de: Adresse

source: Phone
de: Telefon

source: Gender
de: Geschlecht

source: Not specified
de: keine Angabe

source: Male
de: männlich

source: Female
de: weiblich

source: Permissions
de: Befugnisse

source: Administrational role
de: Adminrolle

source: Users
de: Benutzer

source: Internal name for the roles. Do not change this without caution!
de: Interner Name für die Rollen. Nur mit Vorsicht ändern!

source: Yes
de: Ja

source: No
de: Nein

source: Old Password
de: Altes Passwort

source: Retype Password
de: Passwort wiederholen

source: Roles
de: Rollen

source: Usergroups
de: Benutzergruppen

source: Activated
de: Aktiviert

source: Activation Token
de: Aktivierungs-Token

source: I am sure that I want to delete my user account including all data.
de: Ich bin mir sicher, dass ich meinen Zugang inklusive aller meiner Daten löschen möchte.

source: I understand that deleting my account can not be undone
de: Ich habe verstanden, das das Löschen des Zugangs nicht rückgangig gemacht werden kann.

source: The default group determines which group will be used for new entries of this user.
de: Die Vorgabegruppe legt fest, mit welcher Benutzergruppe neue Einträge dieses Nutzers angelegt werden.

source: The activation token can be used to (re)activate a deactivated or new registered user. Please call /auth/activate_user/$token to active the user.
de: Das Aktivierungs-Token kann genutzt werden, um einen deaktivierten oder neuen Nutzer zu (re)aktivieren. Bitte rufen Sie hierfür /auth/activate_user/$token auf.

source: Login must have a length of greater or equal than 2
de: Die Anmeldekennung muss größer oder gleich 2 Zeichen lang sein.

source: Passwords must be equal
de: Passwörter müssen gleich sein

source: User data
de: Nutzerdaten

source: Profile data
de: Profildaten

source: The password must be at least 12 characters long, and include two non-letters. Leading and tailing whitespaces are stripped.
de: Das Passwort muss mindestens 12 Zeichen lang sein und 2 Nicht-Buchstaben enthalten. Führende und abschließende Leerzeichen werden nicht berücksichtigt.

source: The password must be at least 12 characters long, and include two non-letters
de: Das Passwort muss mindestens 12 Zeichen lang sein und 2 Nicht-Buchstaben enthalten. Führende und abschließende Leerzeichen werden nicht berücksichtigt.

source: Delete user account
de: Zugang löschen

source: Action
de: Aktion

source: Adminrole
de: Adminrolle

source: Members
de: Mitglieder

source: Groups
de: Gruppen

source: Last login
de: Letze Anmeldung
