Repository: toirl/ringo
Catalog: ringo/locale/*/LC_MESSAGES/ringo.po
Languages: de

source: UPDATE
de: AKTUALISIERUNG

source: CREATE
de: ANLEGEN

source: Confirm ${Action}
de: Bestätigen ${Action}

source: Do you really want to ${action} the following ${item} items?
de: Wollen Sie wirklich die folgenden ${item} Einträge ${action}?

source: Please press "${Action}" to ${action} the item. Press "Cancel" to cancel the action.
de: Bitte klicken Sie auf „${Action}“, um den Eintrag zu ${action}. Klicken sie auf „Abbrechen“, um den Vorgang abzubrechen.

source: List
de: Auflisten

source: Create
de: Anlegen

source: Read
de: Lesen

source: Update
de: Bearbeiten

source: Delete
de: Löschen

source: Import
de: Importieren

source: Export
de: Exportieren

source: Can not find any available state transition based on the current or submitted item values
de: Es kann kein Zustandswechsel auf Basis der aktuellen oder übersendeten Daten gefunden werden

source: About
de: Info

source: Please provide some usefull information about your application here
de: Bitte geben Sie hier sinnvolle Informationen über Anwendung an.

source: This application is based on the Ringo web application framework.
de: Diese Anwendung basiert auf dem Ringo Webanwendungs-Rahmen.

source: Logout will happen soon
de: Abmeldung steht kurz bevor

source: Your session will expire soon because of inactivity. Click on "Renew session" to continue work and renew your session. Otherwise you will be logged out automatically shortly and all unsaved data will get lost.
de: Ihre Sitzung wird in Kürze wegen Inaktivität ablaufen. Klicken Sie auf „Sitzung verlängern“, um fortzufahren und die Sitzung zu verlängern. Andernfalls werden Sie in Kürze automatisch abgemeldet, und alle nicht gespeicherten Eingaben gehen verloren.

source: Renew session
de: Sitzung verlängern

source: Form contains unsaved changes!
de: Formular enthält ungespeicherte Änderungen!

source: Do you want to leave the current form without saving the changes? The changes will be lost if you do not save the data first!
de: Wollen Sie das aktuelle Formular verlassen, ohne die Änderungen zu speichern? Die Änderungen werden verloren gehen, wenn Sie das Formular nicht vorher speichern!

source: Stay in Form
de: Im Formular bleiben

source: Leave the Form
de: Das Formular verlassen

source: Create new item
de: Erstelle neuen Eintrag

source: Open overview
de: Öffne Übersicht

source: Open in "Edit" mode
de: Öffne im „Bearbeiten“ Modus

source: Open in "Read" mode
de: Öffne im „Lesen“ Modus

source: Delete item
de: Lösche Eintrag

source: Advanced
de: Erweitert

source: Change ownership
de: Ändere Eigentumsrechte

source: Advanced actions
de: Erweiterte Aktionen

source: Contact
de: Kontakt

source: If you have any questions do not hestitate to contact me.
de: Wenn Sie fragen haben, dann zögen Sie nicht mich zu kontaktieren.

source: Bugs
de: Defekte

source: If you do encounter bugs or miss some features please fill file a issue in the Ringo issue tracker.
de: Wenn Sie Defekten begegnen oder Funktionen vermissen, dann legen Sie bitte ein neues Ticket in dem Issue-Tracker von Ringo an.

source: Documentation
de: Dokumentation

source: Show version information
de: Zeige Informationen zur Version

source: Home
de: Startseite

source: Settings
de: Einstellungen

source: Profile
de: Profil

source: Change Password
de: Passwort ändern

source: Set standin
de: Vertretung setzen

source: Remove account
de: Zugang löschen

source: Service
de: Dienste

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Welcome to ${app_title}!
de: Willkommen zu ${app_title}!

source: What you see here is the default dashboard and layout based on the Ringo application framework. This is your home. Your dashboard. Usually this page is used to give and overview on the most important things like appointments, news and more in this application.
de: Was Sie hier sehen, ist die Standard-Startseite in dem auf Ringo basierenden Layout. Dies ist Ihr Zuhause. Ihre Startseite. Gewöhnlicher Weise gibt Ihnen diese Seite eine Übersicht über die wichtigsten Dinge wie Termine, Neuigkeiten und mehr in Anwendung.

source: Next stop: Login!
de: Nächster Halt: Anmeldung!

source: This is the dashboard as seen by anonymous users. To get a better impression of the functionality provided by Ringo then you can login now.<br></br>Please login withe the following credentials:
de: Dies ist die Startseite wie Sie von anonymen Nutzern gesehen wird. Um einen besseren Eindruck von der Funktionalität zu erhalten, die von Ringo bereit gestellt wird, können Sie sich jetzt anmelden. Bitte melden Sie sich mit den folgenden Anmeldedaten an:

source: Loginname
de: Anmeldekennung

source: Password
de: Passwort

source: Please do not forget to change the password after your first login! What are you waiting for?
de: Bitte vergessen Sie nicht, das Passwort nach der ersten Anmeldung zu ändern! Worauf warten Sie?

source: Login in the application
de: In der Anwendung anmelden

source: What to do next?
de: Was als nächstes tun?

source: The Ringo application framework provides already some basic functionality which is ready for use in your fresh created application. It time to make a tour in your application to get a better impression of what is already included and how things work.
de: Der Ringo Webanwendungs-Rahmen bietet bereits einige grundlegende Funktionalität, die bereit für die Benutzung in ihrer frisch angelegten Anwendung ist. Es ist Zeit eine Tour durch ihre Anwendung zu machen, um einen besseren Eindruck davon zu bekommen welche Funktionen bereits enthalten sind, und wie diese funktionieren.

source: You probably want to change this page and other things. No problem. A good starting point is the documentation. Please consult the part on development and learn how to change and add things to this application. Happy coding! :)
de: Sie wollen wahrscheinlich diese Seite und andere Dinge anpassen. Kein Problem. Ein guter Startpunkt ist die Dokumentation. Bitte betrachten sie den den Teil zu Entwicklung und lernen Sie, wie man Dinge in der Anwendung anpasst. Happy Coding! :)

source: There have been more than <strong>5 failed login attemps</strong> since the last successfull login on <strong>%s</strong>
de: Es gab mehr als <strong>5 fehlgeschlagene Anmeldeversuche</strong> seit der letzten erfolgreichen Anmeldung am <strong>%s</strong>

source: This could be an <strong>attempt of misuse</strong> of your user account.
de: Das kann ein <strong>Versuch des Missbrauchs</strong> ihres Zugangs sein.

source: The last login was on %s
de: Die letze Anmeldung war am %s

source: The last failed login was on %s
de: Die letzte fehlgeschlagene Anmeldung war am %s

source: Remaining time in the current session before automatic logout is triggered
de: Verbleibende Zeit bevor Sie automatisch abgemeldet werden

source: License
de: Lizenz

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist Freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version.

source: Core Components
de: Kernkomponenten

source: <a href="https://github.com/ringo-framework/formbar" target="_blank">Formbar</a> is a Python library to layout, render and validate HTML forms in web applications.
de: <a href="https://github.com/ringo-framework/formbar" target="_blank">Formbar</a> ist eine Python Bibliothek für das Layout, Rendern und Validieren von HTML-Formularen in Webanwendungen.

source: <a href="https://www.sqlalchemy.org" target="_blank">SQLAlchemy</a> is Python based ORM mapper.
de: <a href="https://www.sqlalchemy.org" target="_blank">SQLAlchemy</a> ist ein Python basierter ORM.

source: <a href="http://www.pylonsproject.org/" target="_blank">Pyramid</a></a> is a Python based web application framework.
de: <a href="http://www.pylonsproject.org/" target="_blank">Pyramid</a> is ein Python basierter Webanwendungs-Rahmen.

source: Session expired
de: Sitzung abgelaufen

source: You have been automatically logged out because your session has expired.
de: Sie wurden automatisch abgemeldet, da Ihre Sitzung abgelaufen ist.

source: Re-Login
de: Erneut anmelden

source: User confirmed
de: Benutzer bestätigt

source: User not confirmed
de: Benutzer nicht bestätigt

source: Try again
de: Versuche es erneut

source: User account disabled
de: Benutzerkonto deaktiviert

source: Your user account has been disabled. Please contact your administration for more information
de: Ihr Benutzerkonto wurde gesperrt. Bitte wenden Sie sich für mehr Informationen an die Administration.

source: Reset Password
de: Passwort zurücksetzen

source: Enter your Loginname and a password reset email will be sent out
de: Geben Sie ihre Anmeldekennung und Passwort ein. Eine Email mit weiteren Informationen zum Zurücksetzen des Passworts wird Ihnen zugesendet.

source: Password reset token has been sent to the users email address. Please check your email.
de: Eine Bestätigungsmail zum Zurücksetzen des Passworts wurde an die E-Mail Adresse des Nutzer geschickt. Bitte prüfen Sie Ihre E-Mail.

source: New here? Register a new account!
de: Neu hier? Registrieren Sie einen neuen Zugang!

source: Register Account
de: Zugang registrieren

source: Forgot your password? Reset your password here.
de: Passwort vergessen? Setzen Sie Ihr Passwort hier zurück!

source: Please fillout the form the register a new account. You will recieve an email with a confirmation link to complete the registration.
de: Bitte füllen Sie das Formular aus, um einen neuen Zugang zu registrieren. Sie erhalten im Anschluss eine Email mit einem Bestätigungslink, um die Registrierung abzuschließen.

source: User has been created and a confirmation mail was sent to the users email adress. Please check your email.
de: Der Zugang wurde angelegt und eine Bestätigungsmail wurde an die angegebene E-Mail-Adresse gesendet. Bitte prüfen Sie Ihre E-Mail.

source: Password resetted
de: Passwort zurückgesetzt

source: Password not resetted
de: Password nicht zurückgesetzt

source: New
de: Neu

source: Add a new %s entry
de: Füge einen neuen %s Eintrag hinzu

source: Import new %s entries
de: Importiere %s Einträge

source: Add
de: Neu

source: Cancel
de: Abbrechen

source: Case sensitive
de: Groß- und Kleinschreibung

source: Export configuration for
de: Exportkonfiguration für

source: You have selected %s %s for export:
de: Sie haben %s %s für den Export selektiert:

source: Close
de: Schließen

source: Import configuration for
de: Importkonfiguration für

source: Import results
de: Importergebnis

source: Type
de: Art

source: Result
de: Ergebnis

source: Failure
de: Fehler

source: Overview
de: Übersicht

source: Search
de: Suche

source: Search for ...
de: Suche nach ...

source: Fields
de: Felder

source: All columns
de: Allen Spalten

source: Search+
de: Suche+

source: Options
de: Optionen

source: Save current search filter
de: Speichere aktuellen Suchfilter

source: Reset current search filter
de: Aktuellen Suchfilter zurücksetzen

source: Disable regexpr in search
de: Deaktiviere Regexpr in der Suche

source: Enable regexpr in search
de: Aktiviere Regexpr in der Suche

source: ${num_filter} filter applied
de: ${num_filters} Filter angewendet

source: No items found
de: Keine Einträge gefunden

source: Queryname
de: Abfragename

source: Please insert a name for your query. It it will be selectable under this name in the options menu of the search after saving.
de: Bitte geben Sie einen Namen für ihre Abfrage an. Die Abfrage wird nach dem Speichern unter diesem Namen im Optionsmenü auswählbar sein.

source: Save Query
de: Abfrage speichern

source: Perform
de: Ausführen

source: Show
de: Zeige

source: items
de: Einträge

source: Print configuration for
de: Druckkonfiguration für

source: Description
de: Beschreibung

source: Please select one of the following steps:
de: Bitte wählen Sie einen der folgenden Schritte:

source: State
de: Status

source: State transition
de: Zustandswechsel

source: No Transition
de: Kein Wechsel

source: Current state
de: Aktueller Zustand

source: Resulting State
de: Resultierender Zustand

source: Dear user
de: Lieber Nutzer

source: Your password for "${app_name}" has been reseted successfully.
de: Ihr Passwort für „${app_name}“ wurde erfolgreich zurückgesetzt.

source: Your new password is:
de: Ihr neues Passwort lautet:

source: Please do not forget to change your password as soon as possible.
de: Bitte vergessen Sie nicht das Passwort alsbald möglich zu ändern.

source: kind regards
de: mit den besten Grüßen

source: your ${app_name} team
de: Ihr Team von „${app_name}“

source: This email was sent automatically. Please do not reply on this email. In case of questions please send an email to ${email}.
de: Diese E-Mail wurde automatisch versendet. Bitte antworten Sie nicht auf diese E-Mail. Bei Fragen schicken Sie einen E-Mail an ${email}

source: You have received this email because you requested the reset of your password for ${app_name}: ${username}.
de: Sie haben diese E-Mail erhalten, da Sie ein Zurücksetzen ihres Passworts für ${app_name}: ${username} beantragt haben.

source: To complete the reset of your password you need to confirm reset by clicking the following link:
de: Um das Zurücksetzen des Passworts zu bestätigen, klicken Sie bitte auf den folgenden Link:

source: After you clicked on the link the password will be reseted and an email with the new password will be send to you.
de: Nachdem Sie das Zurücksetzen bestätigt haben, wird Ihnen das neue Password per E-Mail zugesendet.

source: You have received this email because you requested a user registration for "${app_name}".
de: Sie haben diese E-Mail erhalten, da Sie einen Zugang zur Anwendung „${app_name}“ angefordert haben.

source: To complete this request you need to confirm the registration by clicking the following link:
de: Um diese Anfrage abzuschließen, müssen Sie diese durch einen Aufruf des folgenden Link bestätigen:

source: Set standin for
de: Vertretung setzen von

source: Account removed
de: Zugang gelöscht

source: The account has been successfully removed!
de: Der Zugang wurde erfolgreich gelöscht!

source: Change Password for
de: Ändere Passwort für

source: Remove account of
de: Lösche Zugang von

source: Here you can delete your account completely. When deleting all data of this account will be deleted too. This includes all the records that belong to that account. Next the deletion of the account may result in other users can not access records anymore.
de: Hier können Sie ihr Zugang vollständig Löschen. Beim Löschen werden sämtliche Daten dieses Zugangs gelöscht. Das beinhaltet auch alle Datensätze, die diesem Zugang gehören. Weiter kann das Löschen des Zugangs dazu führen, das andere Nutzer nicht mehr auf Datensätze zugreifen können.

source: Please note that deleting your user account can not be undone.
de: Bitte beachten Sie, dass das Löschen ihres Benutzerkontos nicht rückgängig gemacht werden kann.

source: ERROR: %s
de: FEHLER: %s

source: Login failed!
de: Anmeldung fehlgeschlagen

source: Login was successfull
de: Anmeldung war erfolgreich

source: Logout was successfull
de: Abmeldung war erfolgreich

source: There is already a user with this name
de: Es existiert bereits ein Nutzer mit diesem Namen

source: Password must be at least 12 characters long.
de: Passwort muss mindestens 12 Zeichen lang sein.

source: Password must contain at least 2 non-letters.
de: Passwort muss mindestens 2 Nicht-Buchstaben enthalten.

source: Confirm user registration
de: Bestätigung Nutzerregistrierung

source: The user has beed successfull confirmed.
de: Der Zugang wurde erfolgreich bestätigt.

source: The user was not confirmed. Maybe the confirmation token was not valid?
de: Der Zugang konnte nicht bestätigt werden. Vielleicht ist das Bestätigungs-Token nicht gülitg?

source: Password reset request
de: Anfrage Passwort zurücksetzen

source: If the user has been found together with configured e-mail, a confirmation mail for resetting the password has been sent. Please check your e-mail box.
de: Sofern der Nutzer samt konfigurierter E-Mail gefunden wurde, ist eine Bestätigungsmail zum Zurücksetzen des Passworts verschickt worden. Bitte prüfen Sie ihr E-Mail Postfach.

source: Password has been reseted
de: Passwort wurde zurückgesetzt

source: Password was resetted and sent to the users email address. Please check your email.
de: Das Passwort wurde zurückgesetzt und an die E-Mail Adresse des Nutzer geschickt. Bitte prüfen Sie ihre E-Mail.

source: Password was not resetted. Maybe the request token was not valid?
de: Das Passwort wurde nicht zurückgesetzt. Vielleicht ist das Token nicht gültig?

source: Error 404
de: Fehler 404

source: Sorry, the requested ressource could not be found!
de: Es tut mir leid, aber die angeforderte Ressource konnte nicht gefunden werden.

source: Error 403
de: Fehler 403

source: Authorisation error! Sorry, you are not allowed to access to requested ressource!
de: Authorisierung fehlgeschlagen. Es tut mir leid, aber Sie haben nicht die erforderlichen Rechte, um auf die Ressource zuzugreifen.

source: The information contained errors. <strong>All entries (including error-free) were not saved!</strong> Please correct your entries in the fields marked in red and resave.
de: Die Angaben enthalten Fehler. <strong>Sämtliche Eingaben (auch fehlerfreie) wurden nicht gespeichert!</strong> Bitte korrigieren Sie die Eingaben in den rot markierten Feldern und speichern Sie erneut.

source: Created new ${item_type} successfully.
de: ${item_type} erfolgreich angelegt.

source: Edited ${item_type} "${item}" successfully.
de: ${item_type} „${item}“ wurde erfolgreich bearbeitet.

source: Error while saving new ${item_type}: ${error}.
de: Fehler beim Anlegen von ${item_type}: ${error}.

source: Error while saving ${item_type} "${item}": ${error}.
de: Fehler beim Bearbeiten von ${item_type} „${item}“: ${error}.

source: Error on validation new ${item_type}.
de: Fehler beim Validieren von ${item_type}.

source: Error on validation ${item_type} "${item}".
de: Fehler beim Validieren von ${item_type} „${item}“.

source: This name is already in use, please use something unique.
de: Dieser Name wird bereits benutzt, bitte nehmen Sie einen eindeutigen Namen.

source: The given password is not correct
de: Das angegebene Passwort ist nicht korrekt

source: Changed password for "${item}" successfull.
de: Password für „${item}“ erfolgreich geändert.

source: Error on changing the password for "${item}".
de: Fehler bei der Änderung des Passworts für „${item}“.

source: Deleting the account of "${item}" failed.
de: Löschen des Zugang von "${item}" ist fehlgeschlagen.

source: Can not delete ${item_type} items.
de: Kann ${item_type} Einträge nicht löschen.

source: There has been an integrity error which prevents the request to be fulfilled. There are still depended items on the item to be deleted. Please remove all depended relations to this item before deleting it and try again. Hint: ${error}
de: Es gab einen Integritäts-Fehler, der verhindert, dass die Anfrage erfüllt werden konnte. Es gibt noch abhängige Einträge zu dem zu löschenden Eintrag. Bitte entfernen Sie alle abhängigen Beziehungen zu diesem Eintrag und versuchen Sie es noch einmal. Hinweis: ${error}

source: Deleted ${num} ${item_type} successfully.
de: ${num} ${item_type} erfolgreich gelöscht.

source: Import failed
de: Import gescheitert

source: Bad news! The import could not be finished and returns with an error.No data has been modified in this operation and no items has been imported or updated. The last message we heard from the importer was: %s
de: Schlechte Nachrichten! Der Import konnte nicht beendet werden und meldet einen Fehler. Es wurden keine Einträge importiert oder verändert. Die letzte Nachricht aus dem Import war: %s

source: Empty selection
de: Leere Auswahl

source: You have not selected any item in the list. Click 'OK' to return to the overview.
de: Sie haben keinen Eintrag aus der Liste ausgewählt. Klicken Sie 'OK', um zur Übersicht zurückzukehren.

source: ${action} not applicable
de: ${action} nicht anwendbar

source: After checking the permissions no items remain for which an '${action}' can be performed. (${num} items were filtered out.)
de: Nach der Überprüfung der Berechtigungen verbleiben keine Einträge, auf die die Aktion '${action}' angewendet werden kann. (${num} Einträge wurden ausgefiltert.)

source: Retype password
de: Passwort wiederholen

source: Password is required
de: Passwort ist ein Pflichtfeld

source: Password are not equal
de: Passwörter sind nicht identisch

source: Help
de: Hilfe

source: The loginname is used together with the password to login into the application.
de: Die Anmeldekennung wird zusammen mit dem Passwort zur Anmeldung in die Anwendung genutzt.

source: The password must be at least 12 chars long and must contain 2 non non-letters.
de: Das Passwort muss mindestens 12 Zeichen lang sein und 2 Nicht-Buchstaben enthalten.

source: The email is required to send you system messages like notifications on events in the application, or confirmation emails.
de: Die E-Mail wird benötigt, um Ihnen Systemnachrichten, wie Benachrichtigungen bei Ereignissen in der Anwendung, oder Bestätigungsmails zuzusenden.

source: Reset
de: Zurücksetzen

source: Created
de: Erstellt

source: Updated
de: Aktualisiert

source: Title
de: Titel

source: Category
de: Kategorie

source: Formdefiniton
de: Formulardefinition

source: Review state
de: Status Review

source: Select the modul for which this form will be available
de: Wählen Sie ein Modul, für das dieses Formular verfügbar sein wird

source: Only forms in the state "published" will be available for other users.
de: Nur Formulare mit dem Status „veröffentlicht“ werden für andere Nutzer verfügbar sein.

source: Form
de: Formular

source: Default
de: Vorgabe

source: Importfile
de: Importdatei

source: Label
de: Bezeichnung

source: String represention
de: Textdarstellung

source: Actions
de: Aktionen

source: Display location
de: Darstellungsort

source: Default group
de: Vorgabe Gruppe

source: Forms
de: Formulare

source: Internal name for the modul.
de: Interner Name für das Modul

source: Label of the modul in singular form. Used in the UI
de: Bezeichnung des Moduls in Singularform

source: Label of the modul in plural form. Used in the UI
de: Bezeichnung des Moduls in Pluralform

source: Whenever an item of the modul is displayed as simple string it will be displayed in the following form.
de: Wann immer ein Eintrag dieses Moduls in einfacher Textform dargestellt werden soll, wird dies in der folgenden Form geschehen.

source: Select the actions which should be enabled for this modul
de: Wählen Sie die Aktionen, die für dieses Modul verfügbar sein sollen

source: Select the menu where the modul should be displayed
de: Wählen Sie in welchem Menü das Modul dargestellt werden soll

source: New items of this modul will have the given group
de: Neue Einträge dieses Moduls werden mit der angegebenen Gruppe erstellt.

source: Select a forms which will be used to create the new item
de: Wählen Sie ein Formular, welches zum Anlegen des neuen Eintrags verwendet werden soll.

source: Hide modul
de: Nicht anzeigen

source: Header menu
de: Kopf-Menü

source: Administration menu
de: Administrations-Menü

source: User menu
de: Benutzer-Menü

source: Owner
de: Besitzer

source: Group
de: Gruppe
